content/home/home.md
+++
title = "Home"
author = ["Monib Ahmed"]
draft = false
+++

This section is the home screen... Try to get it to automatically provide updates on contents


## Working Items: {#working-items}

-   Setup draft and done items
-   Setup tags and categories to be in sync with emacs
-   Setup git / magit for push to publish automatically
-   Enable contact information, link to LinkedIn page
-   Find spell checker and use grammarly for posts
-   Add resume / CV
-   Maybe look at tracking and scheduling on website
-   Change org styling in Emacs
